Repository: ziyzhu/openox
Catalog: apps/ios/Ox/Resources/Localizations/InfoPlist.xcstrings
Source language: en
Languages: zh_hans

# NSMicrophoneUsageDescription
source: Ox transcribes your speech on this device. Hold the input area to talk and release to send the text to your chat.
zh_hans: Ox 在此设备上将语音转为文字。按住输入区域说话，松开后将文字发送到聊天。

source: Agent Skill
zh_hans: 代理技能

# NSCalendarsWriteOnlyAccessUsageDescription
source: Ox adds events to your calendar when you ask it to. It never reads your calendar.
zh_hans: Ox 会在你要求时把活动添加到你的日历。它从不读取你的日历。

# NSCameraUsageDescription
source: Ox uses the camera to capture photos to attach to your chat.
zh_hans: Ox 使用相机拍摄照片，添加到你的对话中。

# NSContactsUsageDescription
source: Ox looks up a contact’s number so it can pre-fill a text message you ask it to send. You always tap Send yourself.
zh_hans: Ox 会查找联系人的号码，用于预填你让它发送的短信。发送始终由你自己点击。

# NSLocalNetworkUsageDescription
source: Connect to model servers you add on your local network.
zh_hans: 连接到你在本地网络上添加的模型服务器。

# NSLocationWhenInUseUsageDescription
source: Ox uses your approximate location to help with nearby search, local prices, and weather.
zh_hans: Ox 使用你的大致位置，用于附近搜索、本地价格和天气。

# NSPhotoLibraryUsageDescription
source: Ox accesses photos you allow so it can preview and organize them in albums when you ask.
zh_hans: Ox 会访问你允许的照片，以便在你要求时预览照片并整理到相簿。

# NSRemindersFullAccessUsageDescription
source: Ox adds reminders to your Reminders list when you ask it to. It never reads your reminders.
zh_hans: Ox 会在你要求时把提醒添加到你的提醒事项。它从不读取你的提醒事项。

source: Ox Chat
zh_hans: Ox 对话
